{
    "name": "R2VybcOhbiBaZWl0eg==",
    "gender": "Male",
    "title": "Gestor TIC",
    "summary": "Gestor de servicios TIC con más de 22 años de experiencia en el sector público y privado. Especializado en proyectos de gestión del cambio corporativo y digitalización utilizando metodologías ágiles y DevOps. Con formación en Data Science. Líder de equipo, con habilidades para la resolución de conflictos, con un enfoque en la transparencia y el trabajo en equipo. Apasionado por el software libre y la IA.",
    "contact_info": "PGxpPjxhIGhyZWY9Im1haWx0bzpnZXJtYW4uemVpdHpAZ21haWwuY29tIj5nZXJtYW4uemVpdHpAZ21haWwuY29tIDwvYT48L2xpPgo8bGk+PGEgaHJlZj0idGVsOiszNDY0NDQ1NDEwMSI+NjQ0IDQ1NCAxMDE8L2E+IDwvbGk+CjxsaT4wODAzMCwgQmFyY2Vsb25hIDwvbGk+CjxsaT48YSBocmVmPSJodHRwczovL3d3dy5saW5rZWRpbi5jb20vaW4vZ2VybWFuemVpdHovIj5AbGlua2RpbiA8L2E+PC9saT4KPGxpPjxhIGhyZWY9Imh0dHBzOi8vZ2l0aHViLmNvbS9nZXJtYW56dHoiPkBnaXRodWIgPC9hPjwvbGk+",
    "cv_languaje": "es",
    "academic": [
        "Máster en Gestión de Proyectos - IL3-UB (2019)",
        "Ingeniería Informática - UOC (2009)"
    ],
    "languages": [
        "Castellano (Nativo)",
        "Catalán (C2 - Nativo)",
        "Inglés (C1 - Advanced)",
        "Francés (Básico)"
    ],
    "certifications": [
        "Agile Development - UOM",
        "Data Science - UOC",
        "Machine Learning - UOW",
        "CI/CD & DevOps - UOV",
        "Cloud Computing - Google",
        "Developing Cloud - IBM",
        "Web Development - IBM",
        "Python for Data Science - IBM"
    ],
    "soft_skills": [
        "Liderazgo",
        "Negociación",
        "Visión estratégica",
        "Orientación a objetivos",
        "Escucha activa",
        "Mejora continua",
        "Pensamiento analítico",
        "Solución de problemas",
        "Retroactividad y autonomía",
        "Soluciones técnicas"
    ],
    "experiences": [
        {
            "title": "Gerente de operaciones TIC",
            "location": "en CTTI (2025)",
            "description": [
                "Elaboración de documentación para licitaciones e identificación de requisitos técnicos y funcionales.",
                "Coordinación de equipos técnicos corporativos y seguimiento de proyectos y servicios.",
                "Facilitar la comunicación con proveedores externos para garantizar la calidad y cumplimiento de acuerdos.",
                "Impulso de la transformación digital y facilitar la transición a los usuarios hacia nuevas tecnologías.",
                "Gestión de presupuestos y ejecución de proyectos según el Plan estratégico.",
                "Evaluación y mitigación de riesgos en servicios y proyectos TIC.",
                "Propuesta y desarrollo de iniciativas de mejora continua.",
                "Gobernanza operativa para la gestión de recursos y despliegue de servicios.",
                "Seguimiento operativo, resolución de incidencias y prevención de obsolescencia tecnológica."
            ]
        },
        {
            "title": "Gestor de servicios TIC",
            "location": "en Barcelona Serveis Municipals (BSM) (2019 + 3 años)",
            "description": [
                "Enlace e interlocutor del cliente para entender sus necesidades y garantizar la calidad de los servicios TIC.",
                "Gestión de los presupuestos, líneas de coste, inversión y facturación con herramientas ERP Fenix y SAP.Gestión de contratación, licitaciones; Gestión de la demanda, supervisión de SLA incidentales y de entrega TIC.",
                "Gestión de proyectos end-to-end con JIRA y SCRUM, asegurando el cumplimiento de los objetivos estratégicos de la organización.",
                "Ejecución del ciclo completo, desde el business case hasta la entrega al cliente, pasando por la gestión de riesgos y costes",
                "Definición de KPI y migración de informes financieros a PowerBI"
            ],
            "projects": [
                "Realicé la digitalización de procesos de Grues de Barcelona mediante cajeros teleasistidos, supervisé la arquitectura sobre Google CLOUD y lideré un equipo de 7 desarrolladores multi-proveedor.",
                "Implementé Inteligencia Artificial en CCTV sobre MILESTONE y AWS.",
                "Digitalicé los procesos de la central de operaciones con Dynamics CRM."
            ]
        },
        {
            "title": "Arquitecto de sistemas",
            "location": "en BSM (2016 + 5 años)",
            "description": [
                "Diseño y aprobación de soluciones de arquitectura de aplicaciones para optimización de rendimiento y costos.",
                "Identificación y análisis de procesos y datos de negocio.",
                "Diseño de dashboards con GRAFANA, sistemas de monitorización como GRAYLOG para optimizar operaciones.",
                "Evaluación de ineficiencias y recomendación de buenas prácticas y comportamiento óptimo del sistema.",
                "Despliegue de stack DevOps con OPENSHIFT y automatización con pipelines CI/CD con JENKINS."
            ],
            "projects": [
                "Proyecto de gestión centralizada de Aparcamientos en CLOUD: diseño de arquitectura e implementación de sistemas modulares para la gestión de 43 aparcamientos integrados en CLOUD AWS basado en DOCKER, microservicios API REST sobre WSO2.",
                "Proyecto MaaS aplicación móvil SMOU: responsable técnico y coordinación de equipos de desarrollo con SCRUM; validación de documentos de arquitectura, asegurando el cumplimiento de estándares."
            ]
        },
        {
            "title": "Analista funcional",
            "location": "en ITNow (SII Concatel) (2013 +3 años)",
            "description": [
                "Desarrollo de soluciones tecnológicas personalizadas, incluyendo aplicaciones web y sistemas de backend en HTML, CSS, JS, PHP, JAVA.",
                "Análisis de requisitos y entrevistas con clientes para definir requisitos y entregar soluciones alineadas con sus objetivos. Definición de la base de datos con ORACLE SQL."
            ]
        },
        {
            "title": "Development Team Lead",
            "location": "T-Systems (2001 + 12 años)",
            "description": [
                "dirigiendo un equipo de tres personas. Nuestro objetivo era el desarrollo de software y automatizaciones para el departamento de operaciones. He desarrollado aplicaciones de gestión, herramientas destinadas al mantenimiento de servidores y diversas automatizaciones para la generación de informes."
            ]
        }
    ]
}